<template>
  <div class="container">
    <!-- 导航栏 -->
    <van-nav-bar
      title="用户协议"
      fixed
      placeholder
      :border="false"
      @click-left="$router.go(-1)">
      <template #left><van-icon name="arrow-left" /></template>
    </van-nav-bar>

    <div>
      <span class="headline">一、合乘协议</span>
      <br/>根据《中华人民共和国合同法》、及相关法律、法规之规定，为缓解城市交通拥堵、减轻机动车排放对大气的污染，因驾车人（“甲方”）与合乘人（“乙方”）出行路线相近，并自愿通过“拼车之家”平台达成合乘，双方本着平等、自愿、互利互助及合法的原则，就合乘事宜达成一致并订立本“合乘协议”，双方共同遵守。
      <br/><span class="headline">1.定义</span>
      <br/>1.1 “驾车人（“甲方”）”是指按一定路线驾驶机动车出行、并自愿以与他人达成合乘为目的、在“拼车之家”平台发布自己的出行路线，或接受他人的合乘需求，并通过“拼车之家”平台与合乘人达成合乘的个人。“驾车人”在发布合乘路线前或接受他人合乘需求前，需将手机号码在“拼车之家”平台成功注册并主动成功上传个人及车辆信息。
      <br/>1.2 “合乘人（“乙方”）”是自愿以合乘他人车辆方式按一定路线出行、并以与他人达成合乘为目的、在“拼车之家”平台上以查询已有行程为方式，主动发起合乘行为，并通过“拼车之家”平台与驾车人达成合乘的个人。合乘人在主动发起合乘行为前，需将手机号码在“拼车之家”平台成功注册。
      <br/>1.3“拼车之家”平台是指由链讯（重庆）科技有限责任公司运营的、为合乘双方提供在线合乘信息服务的信息服务平台（以下统称为“拼车之家”）。其中的软件由链讯（重庆）科技有限责任公司开发并享有合法权利。
      <br/><span class="headline">2.出行路线、乘车地点、费用分摊及安全责任</span>
      <br/>2.1. 出行路线：
      <br/>甲方事先在“拼车之家”平台发布自己的出行路线信息，乙方通过筛选已有行程的方式，自主选择加入甲方的行程。一旦甲方收到乙方订座的通知且并未有异议（包括但不限于联系客服取消行程、联系乘客取消行程等）则视为双方达成合乘，本合乘协议即告生效。
      <br/>2.2. 乘车地点：
      <br/>甲乙双方合乘的乘车地点、路线根据甲乙双方在“拼车之家”服务平台上确认的信息为准。经双方协商一致方可变更上述合乘信息。
      <br/>2.3 费用分摊:
      <br/>鉴于本合乘协议所述的合乘为互助性合乘，甲乙双方通过“拼车之家”平台进行“车主发布”（甲方）和“预订座位”（乙方）的行为来达成合乘，双方约定在合乘过程中自由结算，双方将遵循合法、合理的原则进行基础费用(含消耗的油、气、电费)的分摊，不得违反现行法律、法规及当地地方性法规、部门规章的规定及进行非法运营。同时，分担基础费用时各方均没有义务开具发票，也没有权利索要发票。
      <br/>2.4 安全责任：
      <br/>2.4.1甲方应保证乙方出行过程中的安全，并承诺安全将乙方送至双方确认的出行路线目的地。
      <br/>2.4.2乙方承诺在合乘过程中，不得做出干扰甲方驾驶或其它危害安全的行为及行动。
      <br/>2.4.3双方约定：在出行过程中，若因甲方故意或过失导致交通事故，由此产生的所有费用及任何其他损失均应根据各城市人民政府有关顺风车的有关规定执行（包括但不限于医疗费、误工费、营养费、护理费、残疾赔偿金、被扶养人生活费等）。
      <br/><span class="headline">3.双方权利义务</span>
      <br/>甲乙双方均需按照本协议约定及“拼车之家”制定的《注册协议》进行合乘活动。
      <br/><span class="headline">3.1 甲方的权利和义务</span>
      <br/>3.1.1 甲方应保证行车安全，遵守交通法规和相关法律法规，安全驾驶，并不得在合乘车辆上携带任何危险品或其它法律法规所禁止携带的物品。
      <br/>3.1.2 甲方应具有合法的驾驶汽车的资格。
      <br/>3.1.3 甲方保证其提供的合乘车辆性能正常，无安全隐患，具备法律法规要求的上路行驶所必需的手续和证照。甲方承诺其每次出行前都会对车辆进行安全检查，在确认车辆无安全隐患后，方会上路行驶。甲方车辆的维修费、事故责任及其他费用（如违法罚款等费用）均由甲方自行承担。
      <br/>3.1.4 甲方应按照双方确定的时间和地点接乙方上车，按照双方确认的路线行驶或与乙方协商后利于双方的路线行驶，并安全将乙方送达目的地，否则乙方有权拒绝承担分摊费用。
      <br/>3.1.5甲方应自行为其车辆购买相应保险、进行年审等事项，如因甲方自身原因（包括但不限于甲方驾驶技术、车辆手续或性能等原因）给乙方造成损失的，由甲方负责赔偿。
      <br/>3.1.6任何情况下，甲方均需按照法律规定的车辆限乘人数合乘，不得超载。甲方可接受多个合乘要求，除甲方提前说明车上还有除乙方外的第三人并征得乙方同意的情形外，甲方应保证车上没有乙方以外的第三人共同乘车，否则，乙方有权拒绝上车、终止本协议；如果乙方继续合乘，则视为乙方对此没有异议，并不得在合乘结束后就此提出任何异议和主张。甲方违反上述约定的乙方有权决绝上车或拒绝支付分摊费用并终止本协议。
      <br/>3.1.7甲方收取的分摊费用应严格按照“拼车之家”平台上列明的分摊标准，并遵守国家法律、法规及当地政府的规定，不得高于当地政府的规定，否则乙方有权拒绝支付。
      <br/>3.1.8 如甲方当日无法驾驶，甲方应及时通知乙方，经乙方同意后，可以临时更换驾车人，否则乙方有权终止本协议，且无需承担任何责任，双方另有约定的除外。
      <br/><span class="headline">3.2 乙方权利和义务</span>
      <br/>3.2.1 乙方应具有符合法律、法规要求的民事权利能力和民事行为能力，并对自己的行为具有承担责任的能力。如不具备民事行为能力者使用“拼车之家”平台进行合乘，则其法定监护人将作为本协议的乙方，并承担被监护人在本协议项下及因本协议引发的一切责任。
      <br/>3.2.2 乙方应按照双方约定的时间和地点等候合乘，如因乙方原因造成其无法搭乘甲方的车辆，乙方应及时通知甲方。
      <br/>3.2.3 乙方不得在甲方车上进行不文明的行为（包括但不限于吸烟、喝酒、吐痰等），因乙方原因致使人员伤害、发生交通事故、造成车辆损坏，由乙方承担赔偿责任。
      <br/>3.2.4 乙方应通过“拼车之家”平台按照双方事先约定的金额向甲方支付分摊费用，乙方有权拒绝甲方要求乙方支付额外费用的要求。
      <br/>3.2.5 乙方不得携带危险品等法律、法规规定禁止携带的物品搭乘甲方的车辆，否则甲方有权拒绝乙方合乘。
      <br/>3.2.6 除乙方提前向甲方说明合乘人不止乙方一人且甲方同意的情形外，乙方应保证仅有乙方一人与甲方合乘，否则甲方有权拒绝乙方上车，并终止本协议。
      <br/><span class="headline">4.保密义务</span>
      <br/>4.1 双方对在签署本合乘协议过程中知悉的对方信息均负有保密义务。
      <br/>4.2 未经任何一方书面同意，对方不得将另一方的相关信息透漏给任何第三方，或作为不正当用途使用，否则因此产生的一切责任及损失均由透漏方承担。
      <br/><span class="headline">5.违约责任</span>
      <br/>5.1 双方应按照本合乘协议约定严格、全面履行。
      <br/>5.2 任何一方不得违反本合乘协议的约定，如有任何违反均视为违约，违约方应赔偿以违约行为给守约方造成的损失，如产生其他法律责任，由违约方承担。
      <br/>5.3 双方约定，因为一方违约给对方造成损失包含但不限于交通费、取证费、合理律师费等因此产生的直接损失。
      <br/>5.4 双方约定，如因双方违约行为给“拼车之家”平台造成的损失，由双方进行分担。
      <br/><span class="headline">6.适用法律及争议解决方式</span>
      <br/>6.1 双方约定：因本合乘协议的执行、理解及发生的争议均适用中华人民共和国法律。
      <br/>6.2 双方约定：发生争议双方首先应友好协商解决，若协商无法达成一致，则任何一方均可向有管辖权的人民法院提起诉讼。
      <br/><span class="headline">7.协议的生效及其他</span>
      <br/>7.1 本合乘协议所述合乘为非营利行为，双方不得因此引发商业行为，收付本合乘协议约定之分摊费用之外的费用等。
      <br/>7.2 双方确认，在注册为“拼车之家”会员时，双方均是认真阅读本合乘协议内容后再点击确认键，本合乘协议在双方达成合乘时即时生效，双方共同遵守。
      <br/>7.3双方约定：“拼车之家”平台仅是为双方提供在线合乘的平台，双方通过平台达成的合乘行为，是双方自愿的行为，因此，“拼车之家”平台对甲乙双方之间发生的纠纷以及因合乘行为引发的财产损失或人身伤害不承担任何责任，均由双方自行解决。
      <br/><span class="headline">二、注册协议</span>
      <br/>欢迎光临拼车之家平台！《拼车之家用户注册协议》(以下简称“本协议”)是由拼车之家平台用户（以下简称“用户或您”）与拼车之家平台的所有者及运营方，即链讯（重庆）科技有限责任公司（以下简称为“链讯科技”）之间，就拼车之家平台相关事宜共同缔结。  拼车之家平台：是指由链讯（重庆）科技有限责任公司开发并享有合法所有权的，包括官网（域名为：www.pinchezhijia.com、手机APP客户端、微信公众平台（ID：pinchezhijia）及应用程序。无特别说明时，本协议中所指的“平台”即拼车之家平台。 财付通支付服务：是指由财付通支付科技有限公司（以下简称为“财付通支付公司”）提供的各种支付服务。
      <br/><span class="headline">1. 特别提示</span>
      <br/>1.1协议包括协议正文及所有拼车之家已经发布的，或将来可能发布或更新的各类规则，所有规则为本协议的重要组成部分，与本协议具有同等法律效力。本协议具有合同法上的法律效力，请您在注册成为拼车之家平台用户之前，务必仔细阅读、充分理解本协议各条款内容。除非您接受本协议所有条款，否则您不能注册、登录或使用拼车之家平台服务。您的注册、登录、使用等行为均视为对本协议的完全接受，并同意接受本协议各项条款的约束。
      <br/>1.2拼车之家有权根据国家法律法规及政策的变化，在需要时对本协议条款及各项规则进行修改，并以平台公示的方式进行公布，不再另行通知您。修改后的协议和规则一经发布即代替原来的协议和规则，立即生效。如果您不同意修改后的协议规则，请立即停止使用拼车之家提供的相关服务；如您继续使用拼车之家提供的相关服务的，即视为同意修改后的协议和规则。
      <br/><span class="headline">2.账号管理</span>
      <br/>2.1您在使用拼车之家平台服务前需要注册用户账号，您须根据注册界面上的提示进行注册。注册完成后，您即成为拼车之家平台的用户，请妥善保管您的专用账号和密码，不得转让、转借给其他第三人使用，并对该账号、密码的使用和遗失涉及到的一切活动自行承担责任。由于网络服务的特殊性，拼车之家仅根据使用者登录时的账号、密码、微信公众号openID确认用户身份，如您的账号和密码存在未获授权的使用或安全漏洞的情形，请立即通知拼车之家。您理解拼车之家对您的任何请求采取行动均需要合理时间，除拼车之家存在过错外，拼车之家对在采取行动前已经产生的后果不承担任何责任。
      <br/>2.2您在使用拼车之家平台时，请您确认，您是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。如您不具备前述主体资格，请在监护人的陪同下阅读本协议和使用本协议所涉服务，否则您和您的监护人应承担由此造成的一切后果。
      <br/>2.3您应自行诚信的提供注册资料及服务所需资料，承诺您所提供的资料真实、准确、完整、合法有效，并在资料有变动时及时更新您的资料。如有合理理由怀疑您所提供的资料错误、不实、过时或不完整的，拼车之家有权向您发出询问或要求更正的通知。如因您提供的资料不合法、不真实、不准确、不完整的，您需承担因此而引起的法律责任及后果，拼车之家对此不承担任何责任，且拼车之家保留终止您使用拼车之家各项服务的权利。
      <br/>2.4用户可以向拼车之家提出注销账户的申请，在拼车之家审核通过并注销用户的账户后，本协议即可终止。在本协议终止或者用户的服务被终止后，拼车之家仍有权保留用户的注册信息及交易记录等服务信息，并可以向用户主张其在使用拼车之家服务期间因违反法律法规及平台协议规则等行为应承担的责任。
      <br/><span class="headline">3.拼车之家平台服务内容</span>
      <br/>3.1拼车之家平台依据本协议提供服务，用户可以在平台上查询及/或发布信息、进行交易、评价，参加平台组织的活动或者其他的信息服务、技术服务等，除此之外与平台服务相关的网络设备（包括但不限于计算机、手机等）、网络费用（包括但不限于上网费、手机流量费等）以及交易费用、应纳税赋等方面的费用由用户自行承担。
      <br/>3.2用户均可以申请成为平台管理员，通过自己专属的平台二维码、推广链接邀请其他人使用拼车之家平台，享受高品质服务。被邀请人由此成功注册为拼车之家平台用户的，即成为用户的直接顾客，直接顾客邀请成功的新用户及新用户邀请成功的新用户即为间接顾客，直接顾客和间接顾客均为用户的永久顾客。
      <br/>3.3拥有微信群、QQ群等其它类似相关社群的管理者，可以申请开通平台群主享受分享推广获得平台推广权益。
      <br/>3.4拥有微信公众号类似公共平台、网站、app均可向平台申请开通站长获得平台推广权益，并从中获得广告收益和信息服务收益。
      <br/><span class="headline">4. 使用规则与责任承担</span>
      <br/>4.1用户应当遵循相关法律法规及相关政策的规定，遵守平台发布的各类规则协议，遵守社会公共利益或公共道德，不得在拼车之家平台或者利用平台进行损害平台和第三方权益的行为，用户应承担由此造成的责任，拼车之家平台有权对此做出相应处理。
      <br/>4.2用户不得在拼车之家平台买卖国家禁止销售的或者限制销售的商品或服务、不得买卖侵犯他人知识产权或其他合法权益的商品或服务，也不得买卖违背社会公共利益或公共道德商品及服务。
      <br/>4.3用户不得在拼车之家平台发布各类违法违规信息，包括但不限于商品信息、服务信息、交易信息、评论内容、留言内容：
      <br/>4.3.1不得发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；
      <br/>4.3.2不得发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；
      <br/>4.3.3不得发布、传送、传播广告信息及垃圾信息；
      <br/>4.3.4不得恶意虚构事实、隐瞒真相以误导、欺骗他人。
      <br/>4.4用户在拼车之家平台交易中应当遵守诚实信用原则，不得以干预或操纵商品、服务价格等不正当竞争方式扰乱平台交易秩序，不得从事与交易无关的不当行为。
      <br/>4.5用户不得采取不正当手段(包括但不限于虚假交易、互换好评等方式)提高自身或他人信用度，或采取不正当手段恶意诋毁其他用户，降低其他用户信用度。
      <br/>4.6用户不得使用包括但不限于以下方式登录或破坏拼车之家平台:
      <br/>4.6.1以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其他自动方式访问或登录拼车之家平台。
      <br/>4.6.2通过任何方式对拼车之家平台施以不合理或不合比例的重大负荷。
      <br/>4.6.3通过任何方式干扰或试图干扰拼车之家平台正常工作。
      <br/>4.7用户未经拼车之家同意，不得在平台上发布任何形式的广告。
      <br/>4.8用户在使用拼车之家平台服务过程中如与其他用户因交易产生争议，可以通过以下方式解决：
      <br/>4.8.1交易双方自行协商解决。
      <br/>4.8.2可以申请拼车之家进行协调，拼车之家审核后有权通过书面、电话、电子邮件等方式向争议双方了解情况，并根据需要将了解的情况告知对方。
      <br/>4.8.3可以通过仲裁、诉讼等法律途径解决争议，拼车之家予以积极配合，并依法提供相关资料。
      <br/>4.8.4用户发现其他用户有违法或违反本公司相关规则的行为，亦可以向拼车之家举报。
      <br/>4.9用户在拼车之家平台可以有不同的身份，包括但不限于“车主”、“拼车乘客”、“租客”、“代驾司机”等，用户可以通过发布新信息或者搜索已有信息达成交易。
      <br/>4.9.1用户在使用拼车、租车、代驾服务时，车主应保证车辆资质证明齐全且符合正常使用的要求，需自行为其车辆购买相应的保险（包括但不限于交强险、车损险、车上责任险、第三者责任险等），承担车辆年审等事项。
      <br/>4.9.2交易对方在使用车辆时应尽安全合法驾驶和爱惜保护义务，不得将车辆用于营业性活动，不得将车辆转租、出售、典当、抵押，不得将车辆交与任何第三人驾驶。
      <br/>4.9.3交易双方在履行订单内容时负有自行核实对方信息是否符合订单对方信息，如因未尽核实义务造成损失的自行承担责任。
      <br/>4.9.4在车辆驾驶中发生交通事故或其它情况，造成人员伤害及/或车辆损坏及其他损失，属于已购买保险理赔范围的，应在理赔范围内进行处理；过错方需承担保险公司拒赔及理赔范围外的损失。
      <br/>4.10 拼车之家虚拟电话服务
      <br/>4.10.1拼车之家虚拟电话服务由拼车之家和第三方运营商合作提供。
      <br/>4.10.2用户使用虚拟电话服务仅限于个人非商业用途的使用，禁止利用本服务进行销售推广、广告或用于其他商业目的，也不得用于恐吓性、骚扰性等违法行为。
      <br/>4.10.3 为避免虚拟电话服务被冻结使用，用户不得在一个时间段或多个时间段内，多次非正常拨打同一个或多个号码，同一用户账号在一天内拨打电话不得超过20次。
      <br/>4.10.4如果由于第三方运营商、国家政策调整等原因造成虚拟电话服务无法使用的，拼车之家仅承担返还用户已支付的未消费部分费用，累计返还金额不超过用户已支付话费总额。对用户参与拼车之家活动获赠的免费赠送部分不需承担责任。
      <br/>4.10.5用户可以随时停止虚拟电话服务，用户在服务终止前支付的任何费用均不能退还（除拼车之家另有明文规定允许者除外）。
      <br/>4.10.6用户违反拼车之家已发布的相关协议规则时，拼车之家有权冻结用户账号并无须承担责任。
      <br/>4.10.7用户按照拼车之家平台公示的收费标准支付信息服务使用费用，拼车之家会根据市场需求和用户的反馈更新费用标准，原则上不超过合乘分摊费用的5%，用户应当注意查看拼车之家平台公布的各项最新收费标准。
      <br/>4.10.8用户使用财付通支付服务需要向财付通支付公司支付电子支付服务交易手续费，交易手续费收取标准为：交易手续费=交易订单金额*费率（费率为0.6%），交易手续费的结算方式为实时扣收方式，即财付通支付公司在每一笔交易金额中实时扣除交易手续费；双方认可计算过程中因服务费金额之小数点后两位按四舍五入规则进位而导致的微小误差。
      <br/>4.10.9交易双方应对交易过程中获知的对方及拼车之家信息承担保密义务，未经对方同意不得泄露于第三方或作不正当用途使用，否则应承担由此造成的 一切损失。
      <br/>4.10.10用户应独立承担因违约行为给拼车之家平台和任何第三方造成的损失，拼车之家可以由此对用户做出警告、停止使用部分服务、停止使用全部权利、注销账号的处理措施。
      <br/>4.11拼车之家信息服务费收费标准：
      <br/>5公里范围内免费，5-20公里1元，20-80公里2元，80-200公里3元，超过200公里每200公里加收1元，最高收费不超过10元。
      <br/>4.12用户诚信值说明：
      <br/>4.12.1.拼友手机注册，初始诚信值为50分;
      <br/>4.12.2通过实名认证，诚信值+25分;
      <br/>4.12.3 通过车主认证，诚信值+25分;
      <br/>4.12.4 拼友成功出行（无投诉），诚信值+5分;
      <br/>4.12.5 拼友退订被判断为有责退订时，诚信值-10分;
      <br/>4.12.6.拼友不诚信拼车（有投诉），经客服核实后，诚信值-10分;
      <br/>4.12.7.诚信值低于50分，将需要额外再支付1元信息服务费;
      <br/>4.12.8 诚信值每周更新一次，分值低于1分无法发布;
      <br/><span class="headline">5.免责条款</span>
      <br/>5.1您理解并同意，拼车之家在现有技术水平的基础上，努力确保平台服务的正常运行。对于因拼车之家平台系统公告维护期间及合理控制范围之外的原因，包括但不限于自然灾害、战争等不可抗力因素、电信部门技术调整、设备故障、黑客攻击等情形，使您不能正常使用拼车之家平台服务的，拼车之家不承担任何责任，但将尽力配合您减少因此造成的损失和影响。
      <br/>5.2您理解并同意，拼车之家平台上的各类信息、商品和服务是由平台各用户自行提供并发布的，可能会存在风险和瑕疵，拼车之家平台仅作为您获取相关信息、进行相关协商交易的场所，拼车之家无法保证其真实性、合法性及有效性，以及交易对方履行交易的能力，您需谨慎判断并对与之交易发生的风险自行承担责任。
      <br/>5.3您理解并同意，是否经由拼车之家平台下载或获取任何信息资料取决于您自己，您需谨慎考量并自负风险，因下载任何资料而导致非因拼车之家平台自身缺陷造成的用户电脑及/或手机系统受损、资料丢失以及其他任何风险，由用户承担完全责任。
      <br/>5.4您理解并同意，拼车之家不保证为向您提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由拼车之家实际控制的任何网页上的内容，拼车之家不承担任何责任。
      <br/>5.5您理解并同意，拼车之家平台不担保服务一定能满足您的要求，也不担保服务不会受中断，对服务的及时性、安全性、真实性、出错发生都不作担保。
      <br/><span class="headline">6. 知识产权</span>
      <br/>6.1除非拼车之家另行声明，拼车之家所使用的任何相关软件、程序和内容，包含但不限于数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，以及软件编译、相关源代码等的知识产权权利均归拼车之家所有。
      <br/>6.2拼车之家的名称及相关标识中包含的所有权利（包括但不限于版权、商标和商誉）均归链讯（重庆）科技有限责任公司所有。
      <br/>6.3拼车之家尊重原创者的知识产权等法律权利。用户应承诺其对上传、发表或传送于拼车之家平台的所有信息享有合法权利(包括但不限于知识产权)，或已经得到相关权利人的合法授权。拼车之家没有权利也没有能力审查相关信息的权利归属，用户对信息内容和权利归属负全部责任，由此引起的赔偿费用、相关诉讼行为及拼车之家对此的合理支出等，由用户全部负责。
      <br/>6.4上述及其他任何拼车之家平台服务包含的内容的知识产权均受法律保护，未经拼车之家、用户或者相关权利人明示授权，任何人不得为商业目的复制、更改、拷贝、使用或创造相关衍生作品。
      <br/><span class="headline">7. 隐私信息保护</span>
      <br/>7.1为更好地向您提供服务，您同意拼车之家可以收集、存储和使用下列与您有关的信息:
      <br/>7.1.1您在注册成为拼车之家平台用户和使用平台服务时，向拼车之家提供的相关个人信息，如电话号码、车牌号、银行卡等。
      <br/>7.1.2您通过拼车之家平台服务向其他方提供的共享信息，以及您使用平台服务时所存储的信息。
      <br/>7.1.3您使用拼车之家平台服务时，服务器系统可能会通过cookies等方式自动采集一些信息，包括您的IP地址、设备信息、访问时间、位置信息等，您可以通过修改浏览器设置、关闭定位功能等拒绝。
      <br/>7.2拼车之家非常重视对您隐私的保护，承诺除以下情形外，不会对外公开或向任何第三方披露您的个人信息：
      <br/>7.2.1事先获得您的明确授权；
      <br/>7.2.2向您提供服务、履行交易订单或保护您的合法权利所必须；
      <br/>7.2.3.向您提供与您更加相关的广告以替代普遍投放的广告；
      <br/>7.2.4根据有关法律法规的要求；
      <br/>7.2.5按照司法、行政、执法机关等合法要求；
      <br/>7.2.6维护社会公共利益；
      <br/>7.2.7.维护拼车之家的合法权益；
      <br/>7.2.8其他合法情形。
      <br/>如拼车之家在上述情形下与第三方分享您的个人信息，拼车之家将努力确保该等第三方在使用您的个人信息时遵守本协议相关规定以及拼车之家要求其遵守的其他适当的保密和安全措施。
      <br/><span class="headline">8. 其他</span>
      <br/>8.1本协议的订立、执行和解释及争议的解决均应适用中华人民共和国的法律。如就本协议内容或其执行发生任何争议，双方应首先通过友好协商方式解决；协商不成的，任何一方均应向链讯（重庆）科技有限责任公司住所地有管辖权的人民法院提起诉讼。
      <br/>8.2本协议标题仅为便于阅读所设，不具备法律效果。
      <br/>8.3本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。
      <br/>8.4在法律许可的范围内，链讯（重庆）科技有限责任公司拥有对本协议的最终解释权。
      <br/><span class="headline">三、隐私条款</span>
      <br/><span class="headline">1. 隐私说明</span>
      <br/>为使您获得更好的出行体验，更为保障您的合法权益，您应当阅读并遵守《隐私说明》（以下简称“本说明”），特别是“拼车之家”将有权使用您的隐私信息范围相关的条款，这些条款也将以加粗显示的方式以引起您的注意。您可以选择接受，也可以选择不接受；若您选择关注并使用拼车之家软件，即表示您已阅读本说明，并自愿受本说明条款的约束。
      <br/><span class="headline">2. 适用主体说明</span>
      <br/>拼车之家（即“链讯（重庆）科技有限责任公司”）和自行选择在手机等移动客户端使用拼车之家软件的车主和乘客（本说明通称为“您”），均受本说明的约束。
      <br/><span class="headline">3. 隐私信息范围说明</span>
      <br/>您使用拼车之家软件，即表示您已授权拼车之家的《链讯（重庆）科技有限责任公司》永久、无偿使用您自行上传到拼车之家平台的所有隐私资料、信息（包括但不限于身份信息、个人手机号码、工作信息、家庭住址信息；当前位置信息、目的地信息；车辆信息、驾驶证信息、行驶证信息；用户名、个性化头像、麦克风、面部识别特征、IP地址、设备型号、接单情况等）。
      <br/><span class="headline">4. 隐私信息使用原因说明</span>
      <br/>您注册、使用拼车之家过程中，不可避免地需要您填写您的一些隐私信息。拼车之家之所以要收集您的这些隐私信息，是为您正常注册、使用拼车之家软件之必要。例如：
      <br/>您提交您的手机号码给我们后，我们才能发送注册验证码给您， 以完成您在拼车之家的注册。
      <br/>您允许我们使用您的地理位置信息，我们才能将车主或乘客的信息推送给您，以促进您迅捷地完成出行。
      <br/><span class="headline">5. 隐私信息使用方式说明</span>
      <br/>拼车之家将本着方便您出行的原则使用您的个人隐私信息。在这个过程中，我们将不可避免地有如下行为：
      <br/>我们通过您提供给我们的手机号码，向您推送新增产品功能信息、最新优惠活动信息，您所在城市的最新政策等。
      <br/>我们会将拼车之家使用数据提交给第三方机构做行业分析，以了解拼车之家使用数据所反映的功能需求，并优化我们的产品功能。这些使用数据，将不可避免地涉及您的隐私信息。
      <br/>我们作为整合出行供需信息的第三方平台，将不可避免地需要第三方对我们的服务提供支持，比如提供您的地理位置信息等。在此过程中，第三方也将不可避免地了解到您的隐私信息。
      <br/><span class="headline">6. 隐私信息保护说明</span>
      <br/>保护您的个人隐私信息是拼车之家的一项基本原则，拼车之家将会采取合理的措施保护您的个人隐私信息。除法律、法规规定的情形外，未经您的许可，拼车之家不会向第三方公开、透露您的个人隐私信息。拼车之家对相关信息采用专业加密存储与传输方式，保障您个人隐私信息的安全。
      <br/>但是，我们并不能保证您的隐私信息在传输过程中不被拦截，更不能保证我们的保密系统不会被攻破。您向我们传输个人隐私信息的风险将由您个人承担。
      <br/><span class="headline">7. 管辖说明</span>
      <br/>您与拼车之家因本说明的理解、执行所产生的任何争议，双方首先应协商解决；若协商不成，您和拼车之家均同意向链讯（重庆）科技有限责任公司所在地有管辖权的人民法院提起诉讼。
      <br/><span class="headline">8. 更新说明</span>
      <br/>为优化产品功能，更为保护您的个人隐私，拼车之家将随时会对本说明进行更新，当您新注册或继续使用拼车之家软件时，即视为您对新说明的认可。我们欢迎您定期查看本说明，以了解我们最新的隐私政策。

    </div>

    <!-- 段落 -->
    <!-- <div v-for="(item, index) in paragraph" :key="index">
      <span class="headline">{{item.title}}</span>
      <template v-if="item.children">
        <div
          v-for="(p, idx) in item.children"
          :key="`${index}-${idx}`"
          :style="getStyle(p.indent)">
          {{p.paragraph}}
          <template v-if="p.children">
            <div
              v-for="(t, i) in p.children"
              :key="`${index}-${idx}-${i}`"
              :style="getStyle(t.indent)"
            >{{t.text}}</div>
          </template>
        </div>
      </template>
    </div> -->

  </div>
</template>

<script>
// import paragraph from './paragraph'

export default {
  data: () => ({
    // paragraph
  }),
  methods: {
    getStyle (indent) {
      return indent ? { 'text-indent': `${indent}em` } : ''
    }
  },
  mounted () {
    window.scrollTo(0, 0)
  }
}
</script>

<style lang="scss" scoped>
.container{
  line-height: .3rem;
  font-size: .15rem;
  padding: .2rem .15rem;
  box-sizing: border-box;

  .headline{
    font-size: .16rem;
    font-weight: bold;
    line-height: .34rem;
    font-family: '微软雅黑';
  }
}
</style>
