export default [
  {
    title: '欢迎光临拼车之家平台！',
    children: [
      {
        paragraph: '《拼车之家用户注册协议》(以下简称“本协议”)是由拼车之家平台用户（以下简称“用户或您”）与拼车之家平台的所有者及运营方，即链讯（重庆）科技有限责任公司（以下简称为“链讯科技”）之间，就拼车之家平台相关事宜共同缔结。',
        indent: 2
      },
      {
        paragraph: '拼车之家平台：是指由链讯（重庆）科技有限责任公司开发并享有合法所有权的，包括官网（域名为：www.pinchezhijia.com、微信公众平台（ID：pinchezhijia）及应用程序。无特别说明时，本协议中所指的“平台”即拼车之家平台。',
        indent: 2
      },
      {
        paragraph: ' 财付通支付服务：是指由财付通支付科技有限公司（以下简称为“财付通支付公司”）提供的各种支付服务。',
        indent: 2
      }
    ]
  },
  {
    title: '第一条 特别提示',
    children: [
      {
        paragraph: '1、协议包括协议正文及所有拼车之家已经发布的，或将来可能发布或更新的各类规则，所有规则为本协议的重要组成部分，与本协议具有同等法律效力。本协议具有合同法上的法律效力，请您在注册成为拼车之家平台用户之前，务必仔细阅读、充分理解本协议各条款内容。除非您接受本协议所有条款，否则您不能注册、登录或使用拼车之家平台服务。您的注册、登录、使用等行为均视为对本协议的完全接受，并同意接受本协议各项条款的约束。'
      },
      {
        paragraph: '2、拼车之家有权根据国家法律法规及政策的变化，在需要时对本协议条款及各项规则进行修改，并以平台公示的方式进行公布，不再另行通知您。修改后的协议和规则一经发布即代替原来的协议和规则，立即生效。如果您不同意修改后的协议规则，请立即停止使用拼车之家提供的相关服务；如您继续使用拼车之家提供的相关服务的，即视为同意修改后的协议和规则。'
      }
    ]
  },
  {
    title: '第二条 账号管理',
    children: [
      {
        paragraph: '1、您在使用拼车之家平台服务前需要注册用户账号，您须根据注册界面上的提示进行注册。注册完成后，您即成为拼车之家平台的用户，请妥善保管您的专用账号和密码，不得转让、转借给其他第三人使用，并对该账号、密码的使用和遗失涉及到的一切活动自行承担责任。由于网络服务的特殊性，拼车之家仅根据使用者登录时的账号、密码、微信公众号openID确认用户身份，如您的账号和密码存在未获授权的使用或安全漏洞的情形，请立即通知拼车之家。您理解拼车之家对您的任何请求采取行动均需要合理时间，除拼车之家存在过错外，拼车之家对在采取行动前已经产生的后果不承担任何责任。'
      },
      {
        paragraph: '2、您在使用拼车之家平台时，请您确认，您是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。如您不具备前述主体资格，请在监护人的陪同下阅读本协议和使用本协议所涉服务，否则您和您的监护人应承担由此造成的一切后果。'
      },
      {
        paragraph: '3、您应自行诚信的提供注册资料及服务所需资料，承诺您所提供的资料真实、准确、完整、合法有效，并在资料有变动时及时更新您的资料。如有合理理由怀疑您所提供的资料错误、不实、过时或不完整的，拼车之家有权向您发出询问或要求更正的通知。如因您提供的资料不合法、不真实、不准确、不完整的，您需承担因此而引起的法律责任及后果，拼车之家对此不承担任何责任，且拼车之家保留终止您使用拼车之家各项服务的权利。'
      },
      {
        paragraph: '4、用户可以向拼车之家提出注销账户的申请，在拼车之家审核通过并注销用户的账户后，本协议即可终止。在本协议终止或者用户的服务被终止后，拼车之家仍有权保留用户的注册信息及交易记录等服务信息，并可以向用户主张其在使用拼车之家服务期间因违反法律法规及平台协议规则等行为应承担的责任。'
      }
    ]
  },
  {
    title: '第三条 拼车之家平台服务内容',
    children: [
      {
        paragraph: '1、拼车之家平台依据本协议提供服务，用户可以在平台上查询及/或发布信息、进行交易、评价，参加平台组织的活动或者其他的信息服务、技术服务等，除此之外与平台服务相关的网络设备（包括但不限于计算机、手机等）、网络费用（包括但不限于上网费、手机流量费等）以及交易费用、应纳税赋等方面的费用由用户自行承担。'
      },
      {
        paragraph: '2、用户均可以申请成为平台管理员，通过自己专属的平台二维码、推广链接邀请其他人使用拼车之家平台，享受高品质服务。被邀请人由此成功注册为拼车之家平台用户的，即成为用户的直接顾客，直接顾客邀请成功的新用户及新用户邀请成功的新用户即为间接顾客，直接顾客和间接顾客均为用户的永久顾客。'
      }
    ]
  },
  {
    title: '第四条 使用规则与责任承担',
    children: [
      {
        paragraph: '1、用户应当遵循相关法律法规及相关政策的规定，遵守平台发布的各类规则协议，遵守社会公共利益或公共道德，不得在拼车之家平台或者利用平台进行损害平台和第三方权益的行为，用户应承担由此造成的责任，拼车之家平台有权对此做出相应处理。',
        children: [
          {
            text: '1.用户不得在拼车之家平台买卖国家禁止销售的或者限制销售的商品及/或服务、不得买卖侵犯他人知识产权或其他合法权益的商品及/或服务，也不得买卖违背社会公共利益或公共道德商品及/或服务。',
            indent: 1
          },
          {
            text: '2.用户不得在拼车之家平台发布各类违法违规信息，包括但不限于商品信息、服务信息、交易信息、评论内容、留言内容：',
            indent: 1
          },
          {
            text: '1）不得发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；',
            indent: 2
          },
          {
            text: '2）不得发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；',
            indent: 2
          },
          {
            text: '3）不得发布、传送、传播广告信息及垃圾信息；',
            indent: 2
          },
          {
            text: '4）不得恶意虚构事实、隐瞒真相以误导、欺骗他人。',
            indent: 2
          },
          {
            text: '4.用户不得采取不正当手段(包括但不限于虚假交易、互换好评等方式)提高自身或他人信用度，或采取不正当手段恶意诋毁其他用户，降低其他用户信用度。',
            indent: 1
          }
        ]
      },
      {
        paragraph: '2、用户不得使用包括但不限于以下方式登录或破坏拼车之家平台:',
        children: [
          {
            text: '1.以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其他自动方式访问或登录拼车之家平台。',
            indent: 1
          },
          {
            text: '2.通过任何方式对拼车之家平台施以不合理或不合比例的重大负荷。',
            indent: 1
          },
          {
            text: '3.通过任何方式干扰或试图干扰拼车之家平台正常工作。',
            indent: 1
          }
        ]
      },
      {
        paragraph: '3、用户未经拼车之家同意，不得在平台上发布任何形式的广告。'
      },
      {
        paragraph: '4、用户在使用拼车之家平台服务过程中如与其他用户因交易产生争议，可以通过以下方式解决：',
        children: [
          {
            text: '1.交易双方自行协商解决。',
            indent: 1
          },
          {
            text: '2.可以申请拼车之家进行协调，拼车之家审核后有权通过书面、电话、电子邮件等方式向',
            indent: 1
          },
          {
            text: '3.可以通过仲裁、诉讼等法律途径解决争议，拼车之家予以积极配合，并依法提供相关资料。',
            indent: 1
          },
          {
            text: '4.用户发现其他用户有违法或违反本公司相关规则的行为，亦可以向拼车之家举报。',
            indent: 1
          }
        ]
      },
      {
        paragraph: '5、用户在拼车之家平台可以有不同的身份，包括但不限于“车主”、“拼车乘客”、“租客”、“代驾司机”等，用户可以通过发布新信息或者搜索已有信息达成交易。',
        children: [
          {
            text: '1.用户在使用拼车、租车、代驾服务时，车主应保证车辆资质证明齐全且符合正常使用的要求，需自行为其车辆购买相应的保险（包括但不限于交强险、车损险、车上责任险、第三者责任险等），承担车辆年审等事项。',
            indent: 1
          },
          {
            text: '2.交易对方在使用车辆时应尽安全合法驾驶和爱惜保护义务，不得将车辆用于营业性活动，不得将车辆转租、出售、典当、抵押，不得将车辆交与任何第三人驾驶。',
            indent: 1
          },
          {
            text: '3.交易双方在履行订单内容时负有自行核实对方信息是否符合订单对方信息，如因未尽核实义务造成损失的自行承担责任。',
            indent: 1
          },
          {
            text: '4.在车辆驾驶中发生交通事故或其它情况，造成人员伤害及/或车辆损坏及其他损失，属于已购买保险理赔范围的，应在理赔范围内进行处理；过错方需承担保险公司拒赔及理赔范围外的损失。',
            indent: 1
          }
        ]
      },
      {
        paragraph: '6、拼车之家虚拟电话服务',
        children: [
          {
            text: '1.拼车之家虚拟电话服务由拼车之家和第三方运营商合作提供。',
            indent: 1
          },
          {
            text: '2.用户使用虚拟电话服务仅限于个人非商业用途的使用，禁止利用本服务进行销售推广、广告或用于其他商业目的，也不得用于恐吓性、骚扰性等违法行为。',
            indent: 1
          },
          {
            text: '3.为避免虚拟电话服务被冻结使用，用户不得在一个时间段或多个时间段内，多次非正常拨打同一个或多个号码，同一用户账号在一天内拨打电话不得超过20次。',
            indent: 1
          },
          {
            text: '4.如果由于第三方运营商、国家政策调整等原因造成虚拟电话服务无法使用的，拼车之家仅承担返还用户已支付的未消费部分费用，累计返还金额不超过用户已支付话费总额。对用户参与拼车之家活动获赠的免费赠送部分不需承担责任。',
            indent: 1
          },
          {
            text: '5.用户可以随时停止虚拟电话服务，用户在服务终止前支付的任何费用均不能退还（除拼车之家另有明文规定允许者除外）。',
            indent: 1
          },
          {
            text: '6.用户违反拼车之家已发布的相关协议规则时，拼车之家有权冻结用户账号并无须承担责任。',
            indent: 1
          }
        ]
      },
      {
        paragraph: '7、用户按照拼车之家平台公示的收费标准支付信息服务使用费用，拼车之家会根据市场需求和用户的反馈更新费用标准，原则上不超过合乘分摊费用的5%，用户应当注意查看拼车之家平台公布的各项最新收费标准。'
      },
      {
        paragraph: '8、用户使用财付通支付服务需要向财付通支付公司支付电子支付服务交易手续费，交易手续费收取标准为：交易手续费=交易订单金额*费率（费率为0.6%），交易手续费的结算方式为实时扣收方式，即财付通支付公司在每一笔交易金额中实时扣除交易手续费；双方认可计算过程中因服务费金额之小数点后两位按四舍五入规则进位而导致的微小误差。'
      },
      {
        paragraph: '9、交易双方应对交易过程中获知的对方及拼车之家信息承担保密义务，未经对方同意不得泄露于第三方或作不正当用途使用，否则应承担由此造成的 一切损失。'
      },
      {
        paragraph: '10、用户应独立承担因违约行为给拼车之家平台和任何第三方造成的损失，拼车之家可以由此对用户做出警告、停止使用部分服务、停止使用全部权利、注销账号的处理措施。'
      },
      {
        paragraph: '11、拼车之家信息服务费收费标准：'
      },
      {
        paragraph: '5公里范围内免费，5-20公里1元，20-80公里2元，80-200公里3元，超过200公里每200公里加收1元，最高收费不超过10元。'
      },
      {
        paragraph: '12、用户诚信值说明：'
      },
      {
        paragraph: '1. 拼友手机注册，初始诚信值为50分;'
      },
      {
        paragraph: '2. 通过实名认证，诚信值+25分;'
      },
      {
        paragraph: '3. 通过车主认证，诚信值+25分;'
      },
      {
        paragraph: '4. 拼友成功出行（无投诉），诚信值+5分;'
      },
      {
        paragraph: '5. 拼友退订被判断为有责退订时，诚信值-10分;'
      },
      {
        paragraph: '6. 拼友不诚信拼车（有投诉），经客服核实后，诚信值-10分;'
      },
      {
        paragraph: '7. 诚信值低于50分，将需要额外再支付1元信息服务费;'
      },
      {
        paragraph: '8. 诚信值每周更新一次，分值低于1分无法发布;'
      }
    ]
  },
  {
    title: '第五条 免责条款',
    children: [
      {
        paragraph: '1、您理解并同意，拼车之家在现有技术水平的基础上，努力确保平台服务的正常运行。对于因拼车之家平台系统公告维护期间及合理控制范围之外的原因，包括但不限于自然灾害、战争等不可抗力因素、电信部门技术调整、设备故障、黑客攻击等情形，使您不能正常使用拼车之家平台服务的，拼车之家不承担任何责任，但将尽力配合您减少因此造成的损失和影响。'
      },
      {
        paragraph: '2、您理解并同意，拼车之家平台上的各类信息、商品和服务是由平台各用户自行提供并发布的，可能会存在风险和瑕疵，拼车之家平台仅作为您获取相关信息、进行相关协商交易的场所，拼车之家无法保证其真实性、合法性及有效性，以及交易对方履行交易的能力，您需谨慎判断并对与之交易发生的风险自行承担责任。'
      },
      {
        paragraph: '3、您理解并同意，是否经由拼车之家平台下载或获取任何信息资料取决于您自己，您需谨慎考量并自负风险，因下载任何资料而导致非因拼车之家平台自身缺陷造成的用户电脑及/或手机系统受损、资料丢失以及其他任何风险，由用户承担完全责任。'
      },
      {
        paragraph: '4、您理解并同意，拼车之家不保证为向您提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由拼车之家实际控制的任何网页上的内容，拼车之家不承担任何责任。'
      },
      {
        paragraph: '5、您理解并同意，拼车之家平台不担保服务一定能满足您的要求，也不担保服务不会受中断，对服务的及时性、安全性、真实性、出错发生都不作担保。'
      }
    ]
  },
  {
    title: '第六条 知识产权',
    children: [
      {
        paragraph: '1、除非拼车之家另行声明，拼车之家所使用的任何相关软件、程序和内容，包含但不限于数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合，以及软件编译、相关源代码等的知识产权权利均归拼车之家所有。'
      },
      {
        paragraph: '2、拼车之家的名称及相关标识中包含的所有权利（包括但不限于版权、商标和商誉）均归链讯（重庆）科技有限责任公司所有。'
      },
      {
        paragraph: '3、拼车之家尊重原创者的知识产权等法律权利。用户应承诺其对上传、发表或传送于拼车之家平台的所有信息享有合法权利(包括但不限于知识产权)，或已经得到相关权利人的合法授权。拼车之家没有权利也没有能力审查相关信息的权利归属，用户对信息内容和权利归属负全部责任，由此引起的赔偿费用、相关诉讼行为及拼车之家对此的合理支出等，由用户全部负责。'
      },
      {
        paragraph: '4、上述及其他任何拼车之家平台服务包含的内容的知识产权均受法律保护，未经拼车之家、用户或者相关权利人明示授权，任何人不得为商业目的复制、更改、拷贝、使用或创造相关衍生作品。'
      }
    ]
  },
  {
    title: '第七条 隐私信息保护',
    children: [
      {
        paragraph: '1、为更好地向您提供服务，您同意拼车之家可以收集、存储和使用下列与您有关的信息:',
        children: [
          {
            text: '1.您在注册成为拼车之家平台用户和使用平台服务时，向拼车之家提供的相关个人信息，如电话号码、车牌号、银行卡等。',
            indent: 1
          },
          {
            text: '2.您通过拼车之家平台服务向其他方提供的共享信息，以及您使用平台服务时所存储的信息。',
            indent: 1
          },
          {
            text: '3.您使用拼车之家平台服务时，服务器系统可能会通过cookies等方式自动采集一些信息，包括您的IP地址、设备信息、访问时间、位置信息等，您可以通过修改浏览器设置、关闭定位功能等拒绝。',
            indent: 1
          }
        ]
      },
      {
        paragraph: '2、拼车之家非常重视对您隐私的保护，承诺除以下情形外，不会对外公开或向任何第三方披露您的个人信息：',
        children: [
          {
            text: '1.事先获得您的明确授权；',
            indent: 1
          },
          {
            text: '2.向您提供服务、履行交易订单或保护您的合法权利所必须；',
            indent: 1
          },
          {
            text: '3.向您提供与您更加相关的广告以替代普遍投放的广告；',
            indent: 1
          },
          {
            text: '4.根据有关法律法规的要求；',
            indent: 1
          },
          {
            text: '5.按照司法、行政、执法机关等合法要求；',
            indent: 1
          },
          {
            text: '6.维护社会公共利益；',
            indent: 1
          },
          {
            text: '7.维护拼车之家的合法权益；',
            indent: 1
          },
          {
            text: '8.其他合法情形。',
            indent: 1
          }
        ]
      },
      {
        paragraph: '如拼车之家在上述情形下与第三方分享您的个人信息，拼车之家将努力确保该等第三方在使用您的个人信息时遵守本协议相关规定以及拼车之家要求其遵守的其他适当的保密和安全措施。'
      }
    ]
  },
  {
    title: '第八条 其他',
    children: [
      {
        paragraph: '1、本协议的订立、执行和解释及争议的解决均应适用中华人民共和国的法律。如就本协议内容或其执行发生任何争议，双方应首先通过友好协商方式解决；协商不成的，任何一方均应向链讯（重庆）科技有限责任公司住所地有管辖权的人民法院提起诉讼。'
      },
      {
        paragraph: '2、本协议标题仅为便于阅读所设，不具备法律效果。'
      },
      {
        paragraph: '3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。'
      },
      {
        paragraph: '4、在法律许可的范围内，链讯（重庆）科技有限责任公司拥有对本协议的最终解释权。'
      }
    ]
  }
]
