export default {
  6: [
    '1.被拼友“预定/退订”座位，您会受到信息提示。',
    '2.如需“更改路线、座位、出行时间”等。点击”查看详情-修改行程“-保存即可。'
  ],
  7: [
    '1.被拼友“预定/退订”座位，您会受到信息提示。',
    '2.如需“更改路线、座位、出行时间”等。点击”查看详情-修改行程“-保存即可。'
  ],
  8: [
    '1.请及时电话沟通后在”我的”-“我的预约”-确认预约。',
    '2.十分钟内未确认行程，可能会自动确认预约；十分钟内乘客取消预约将不会扣信用分，如多次取消会影响信用分。'
  ],
  9: [
    '1.拼友您请及时电话沟通确认并在“我的”-“我的预约“-确认预约。',
    '2.十分钟内未确认行程或取消已经预约的车主，继续推荐车主，预约您的行程。'
  ],
  10: [
    '1.成功预约后请与乘客保持沟通，车主或者乘客取消行程将会判断为有责退订。',
    '2.车主被判断为有责退订与实际不符，可联系客服进行申述。'
  ],
  11: [
    '1.拼友请与车主保持联系，您此时取消预约将会影响您与车主的诚信分。'
  ],
  12: [
    '1.您的车辆预约被取消，可能会影响您的诚信分，如遇到事实不符请联系客服申述。'
  ],
  13: [
    '1.拼友您取消车辆的预约，可能会影响到您和车主的诚信分，请慎重取消！'
  ],
  14: [
    '1.拼友您取消车辆的预订，可能会影响到您和车主的诚信分，请慎重取消！'
  ],
  15: [
    '1.您的车辆预约被取消，可能会影响您的诚信分，如遇到事实不符请联系客服申述。'
  ]
}
